{
    "GP_LongDescription1": "Con ScratchJr, niños jóvenes (edades de 5 años o más) pueden aprender a programar — ¡y programar para aprender!",
    "GP_LongDescription2": "ScratchJr es un lenguaje de programación de iniciación que permite a niños (de 5 años en adelante) crear sus propias historias y juegos interactivos. Los niños encajarán bloques de programación gráfica con los que harán que sus personajes se muevan, salten, bailen y canten. Podrán modificar los personajes en el editor de dibujos, añadir sus propias voces y sonidos e incluso insertar fotos de ellos mismos – con esto podrán usar los bloques de programación para conseguir que sus personajes cobren vida.",
    "GP_LongDescription3": "ScratchJr está inspirado por el famoso\nlenguaje de programación Scratch (http://scratch.mit.edu), utilizado por millones de niños (desde 8 años en adelante) por todo el mundo. Para crear ScratchJr, hemos rediseñado la interfaz y el lenguaje de programación para hacerlo apropiado al desarrollo de niños más pequeños, cuidando al máximo detalles de diseño para que coincidir con el desarrollo cognitivo, personal, social y emocional de los niños pequeños.",
    "GP_LongDescription4": "Entendemos el código (o la programación de computadores) como una nueva forma de alfabetización. Igual que escribir te ayuda a organizar tu pensamiento y a expresar tus ideas, lo mismo ocurre con la programación. En el pasado, programar se consideraba muy difícil para la mayoría de la gente. Pero nosotros pensamos que la programación debería ser para todo el mundo, justo como la escritura.",
    "GP_LongDescription5": "Mientras los niños aprenden a programar con ScratchJr, aprenden a crear y a expresarse con un ordenador, no sólo a interactuar con él. En el proceso, los niños aprenden a resolver problemas y a diseñar proyector y desarrollan destrezas que son fundamentales para un desarrollo académico posterior.  También utilizan las matemáticas y el lenguaje en un contexto significativo y motivante, apoyando así el desarrollo de los primeros estadios infantiles de lectoescritura y habilidad numérica. Con ScratchJr, los niños no sólo están aprendiendo a programar, están programando para aprender.",
    "GP_LongDescription6": "ScratchJr es una colaboración entre el Grupo de Investigación de Tecnologías del Desarrollo de la Universidad de Tufts, el Grupo Lifelong Kindergarten en el Media Lab de MIT y Playful Invention Company. Two Sigma lideró la implementación de la versión Android de ScratchJr. Los gráficos y las ilustraciones de ScratchJr fueron creados por HvingtQuatre Company y Sarah Thomson.",
    "GP_LongDescription7": "Si le gusta esta aplicación gratuita, puede realizar una donación a Scratch Foundation (www.scratchfoundation.org), una organización sin ánimo de lucro que proporciona un constante apoyo a ScratchJr. Agradecemos donaciones por cualquier importe. ",
    "GP_LongDescription8": "Esta versión de ScratchJr sólo funciona en tablets que sean de 7 pulgadas o mayores, y que ejecuten Android 4.2 (Jelly Bean) o superior.",
    "GP_Terms": "Términos de uso",
    "IT_whatnew": "* Soporte para cinco nuevos idiomas: chino, alemán, japonés, portugués, sueco\n* pequeñas correcciones de errores",
    "IT_LongDescription1": "Con ScratchJr, niños jóvenes (edades de 5-7 años) pueden aprender importantes habilidades mientras programan sus historias y juegos interactivos.",
    "IT_LongDescription2": "Al unir bloques de programación, los niños pueden hacer que los personajes se muevan, salten, bailen y canten. En este proceso, los niños aprenderán a resolver problemas, a diseñar proyectos y a expresarse de forma creativa con el ordenador. También usarán matemáticas e idiomas en un contexto útil y motivador, apoyando el desarrollo de la aritmética y la alfabetización en edades tempranas. Con ScratchJr, los niños no sólo aprenden a programar, programan para aprender.",
    "IT_LongDescription3": "ScratchJr está inspirado en el popular lenguaje de programación Scratch (http://scratch.mit.edu), utilizado por millones de personas (edades 8 en adelante) a lo largo del mundo. La interfaz de ScratchJr y el lenguaje de programación han sido rediseñados para hacerlos apropiados para el desarrollo cognitivo, personal, social y emocional de niños jóvenes.",
    "IT_LongDescription4": "ScratchJr es una colaboración entre el grupo de investigación Lifelong Kindergarten del MIT Media Lab, el grupo de investigación Developmental Technologies de la Tufts University, y Playful Invention Company. El proyecto ScratchJr ha recibido generoso apoyo financieron por parte de la National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, y British Telecommunications.",
    "IT_LongDescription5": "Si le gusta esta aplicación gratuita, puede realizar una donación a Scratch Foundation (www.scratchfoundation.org), una organización sin ánimo de lucro que proporciona un constante apoyo a ScratchJr. Agradecemos donaciones por cualquier importe. ",
    "IT_Keywords": "scratch, aprendizaje, programación, creatividad, alfabetización, niños, juventud, codificar"
}