{
    "GP_LongDescription1": "With ScratchJr, young children (ages 5+) can learn to code -- and code to learn!",
    "GP_LongDescription2": "ScratchJr es un lenguaje de programación de iniciación que permite a niños de entre 5 y 7 años crear sus propias historias y juegos interactivos encajando bloques de programación gráfica con los que harán que sus personajes se muevan, salten, bailen o canten. Podrán modificar los personajes en el editor de pinturas, añadir sus propias voces y sonidos e incluso insertar fotos de ellos mismos y, finalmente, con los bloques de programación conseguirán que sus personajes cobren vida.",
    "GP_LongDescription3": "ScratchJr está inspirado por el famoso\nlenguaje de programación Scratch (http://scratch.mit.edu), utilizado por millones de niños (desde 8 años en adelante) por todo el mundo. Para crear ScratchJr, hemos rediseñado la interfaz y el lenguaje de programación para hacerlo apropiado al desarrollo de niños más pequeños, cuidando al máximo detalles de diseño para que coincidir con el desarrollo cognitivo, personal, social y emocional de los niños pequeños.",
    "GP_LongDescription4": "We see coding (or computer programming) as a new type of literacy. Just as writing helps you organize your thinking and express your ideas, the same is true for coding. In the past, coding was seen as too difficult for most people. But we think coding should be for everyone, just like writing.",
    "GP_LongDescription5": "Mientras los niños aprenden a programar con ScratchJr, aprenden a crear y a expresarse con un ordenador, no sólo a interactuar con él. En el proceso, los niños aprenden a resolver problemas y a diseñar proyector y desarrollan destrezas que son fundamentales para un desarrollo académico posterior.  También utilizan las matemáticas y el lenguaje en un contexto significativo y motivante, apoyando así el desarrollo de los primeros estadios infantiles de lectoescritura y habilidad numérica. Con ScratchJr, los niños no sólo están aprendiendo a programar, están programando para aprender.",
    "GP_LongDescription6": "ScratchJr is a collaboration between the Developmental Technologies group at Tufts University, the Lifelong Kindergarten group at the MIT Media Lab, and the Playful Invention Company. Two Sigma led the implementation of the Android version of ScratchJr. The graphics and illustrations for ScratchJr were created by HvingtQuatre Company and Sarah Thomson.",
    "GP_LongDescription7": "Si le gusta esta aplicación gratuita, puede realizar una donación a Scratch Foundation (www.scratchfoundation.org), una organización sin ánimo de lucro que proporciona un constante apoyo a ScratchJr. Agradecemos donaciones por cualquier importe. ",
    "GP_LongDescription8": "This version of ScratchJr works only on tablets that are 7-inches or larger, and running Android 4.2 (Jelly Bean) or higher.",
    "GP_Terms": "Terms of Use",
    "IT_whatnew": "Support for Spanish added\r\nProjects auto-save periodically as the child changes the project",
    "IT_LongDescription1": "With ScratchJr, young children (ages 5-7) learn important new skills as they program their own interactive stories and games.",
    "IT_LongDescription2": "By snapping together graphical programming blocks, children can make characters move, jump, dance, and sing. In the process, children learn to solve problems, design projects, and express themselves creatively on the computer. They also use math and language in a meaningful and motivating context, supporting the development of early-childhood numeracy and literacy. With ScratchJr, children don’t just learn to code, they code to learn.",
    "IT_LongDescription3": "ScratchJr was inspired by the popular Scratch programming language (http://scratch.mit.edu), used by millions of people (ages 8 and up) around the world. The ScratchJr interface and programming language were redesigned to make them appropriate for younger children’s cognitive, personal, social, and emotional development.",
    "IT_LongDescription4": "ScratchJr is a collaboration between the Lifelong Kindergarten research group at the MIT Media Lab, the Developmental Technologies research group at Tufts University, and the Playful Invention Company. The ScratchJr project has received generous financial support from the National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, and British Telecommunications.",
    "IT_LongDescription5": "Si le gusta esta aplicación gratuita, puede realizar una donación a Scratch Foundation (www.scratchfoundation.org), una organización sin ánimo de lucro que proporciona un constante apoyo a ScratchJr. Agradecemos donaciones por cualquier importe. ",
    "IT_Keywords": "learning, coding, children, creativity, literacy, kindergarten, programming, scratch"
}