{
    "GP_LongDescription1": "Avec ScratchJr, les enfants (5ans+) apprennent à coder…Et apprennent en codant !",
    "GP_LongDescription2": "ScratchJr est un langage d'introduction à la programmation qui permet aux enfants (à partir de 5 ans) de créer leurs propres histoires interactives et leurs propres jeux. Les enfants emboîtent des blocs de programmation graphiques pour faire bouger, sauter, danser et chanter leurs personnages. Ils peuvent modifier les personnages dans l'éditeur graphique, ajouter leurs propres voix et sons, et même insérer des photos d'eux-mêmes, puis utiliser les blocs de programmation pour animer leurs personnages.",
    "GP_LongDescription3": "ScratchJr est inspiré du fameux langage de programmation Scratch (http://scratch.mit.edu), utilisé par des millions de jeunes gens de 8 ans et plus à travers le monde. En créant ScratchJr, nous avons adapté l'interface et le langage de programmation aux capacités et aux besoins des plus petits. Nous avons longuement travaillé à mettre en place des fonctionnalités favorisant le développement cognitif, personnel, social et émotionnel de jeunes enfants.",
    "GP_LongDescription4": "Pour nous, la programmation informatique (ce que l'on appelle « coder ») fait désormais partie de l'apprentissage. Tout comme l'écriture, la programmation vous aide à organiser votre pensée et à exprimer vos idées. Avant, la plupart des gens considéraient que cette discipline était trop complexe. Nous pensons pourtant qu'elle doit être accessible à tous, tout comme l'écriture.",
    "GP_LongDescription5": "En programmant avec ScratchJr, les jeunes enfants apprennent à créer et à s'exprimer avec l'ordinateur, et pas seulement à interagir avec lui. Par là même, ils apprennent à résoudre des problèmes et concevoir des projets. Ils développent des capacités d'ordonnancement qui seront déterminantes pour une future réussite scolaire. En incitant les plus jeunes à utiliser les maths et le langage dans un contexte précis et stimulant, ScratchJr encourage le développement des compétences générales, en particulier du calcul. Avec ScratchJr, non seulement les enfants apprennent à coder, mais apprennent en codant.",
    "GP_LongDescription6": "ScratchJr est le fruit d'une collaboration entre le groupe Developmental Technologies de l'université Tufts, le groupe Lifelong Kindergarten du MIT Media Lab et la société Playful Invention. Le développement de la version Android de ScratchJr a été mené par la société Two Sigma. Les éléments visuels et les illustrations de ScratchJr ont été créés par la société HvingtQuatre et Sarah Thomson.",
    "GP_LongDescription7": "Si vous avez pris plaisir à utiliser cette application gratuite, pensez à faire un don à la fondation Scratch (www.scratchfoundation.org), un organisme à but non lucratif qui soutient le projet ScratchJr de façon continue. Nous apprécions tout type de don, grand et petit.",
    "GP_LongDescription8": "Cette version de ScratchJr est compatible seulement avec les tablettes de 7 pouces au minimum qui utilisent Android 4.2 (Jelly Bean) ou une version plus récente.",
    "GP_Terms": "Conditions d'utilisation",
    "IT_whatnew": "* Prise en charge de cinq nouvelles langues : chinois, allemand, japonais, portugais, suédois\n* Corrections de bugs mineurs",
    "IT_LongDescription1": "Avec ScratchJr, les jeunes enfants (de 5 à 7 ans) acquièrent de nouvelles compétences en programmant leurs propres histoires interactives et leurs propres jeux.",
    "IT_LongDescription2": "En emboîtant des blocs de programmation graphiques, les enfants peuvent faire bouger, sauter, danser et chanter leurs personnages. Par là même, ils apprennent à résoudre des problèmes et concevoir des projets, mais aussi à exprimer leur créativité avec un ordinateur.  En incitant les plus jeunes à utiliser les maths et le langage dans un contexte précis et stimulant, ScratchJr encourage le développement des compétences générales, en particulier du calcul. Avec ScratchJr, non seulement les enfants apprennent à coder, mais apprennent en codant.",
    "IT_LongDescription3": "ScratchJr est inspiré du fameux langage de programmation Scratch (http://scratch.mit.edu), utilisé par des millions de jeunes gens de 8 ans et plus à travers le monde. Nous avons adapté l'interface et le langage de programmation de ScratchJr de manière à favoriser le développement cognitif, personnel, social et émotionnel des plus petits.",
    "IT_LongDescription4": "ScratchJr est le fruit d'une collaboration entre le groupe Lifelong Kindergarten du MIT Media Lab, le groupe Developmental Technologies à l'université Tufts et la société Playful Invention.  Le projet ScratchJr a reçu un généreux soutien financier de la part de l'organisme National Science Foundation (NSF DRL-1118664), la fondation Scratch, la fondation LEGO et l'organisme British Telecommunications.",
    "IT_LongDescription5": "Si vous avez pris plaisir à utiliser cette application gratuite, pensez à faire un don à la fondation Scratch (www.scratchfoundation.org), un organisme à but non lucratif qui soutient le projet ScratchJr de façon continue. Nous apprécions tout type de don, grand et petit.",
    "IT_Keywords": "apprentissage, codage, enfants, créativité, découverte, école maternelle, programmation, scratch"
}