{
    "GP_LongDescription1": "With ScratchJr, young children (ages 5+) can learn to code -- and code to learn!",
    "GP_LongDescription2": "ScratchJr is an introductory programming language that enables young children (ages 5 and up) to create their own interactive stories and games. Children snap together graphical programming blocks to make characters move, jump, dance, and sing. Children can modify characters in the paint editor, add their own voices and sounds, even insert photos of themselves -- then use the programming blocks to make their characters come to life.",
    "GP_LongDescription3": "ScratchJr was inspired by the popular Scratch programming language (http://scratch.mit.edu), used by millions of young people (ages 8 and up) around the world. In creating ScratchJr, we redesigned the interface and programming language to make them developmentally appropriate for younger children, carefully designing features to match young children's cognitive, personal, social, and emotional development.",
    "GP_LongDescription4": "We see coding (or computer programming) as a new type of literacy. Just as writing helps you organize your thinking and express your ideas, the same is true for coding. In the past, coding was seen as too difficult for most people. But we think coding should be for everyone, just like writing.",
    "GP_LongDescription5": "As young children code with ScratchJr, they learn how to create and express themselves with the computer, not just to interact with it. In the process, children learn to solve problems and design projects, and they develop sequencing skills that are foundational for later academic success. They also use math and language in a meaningful and motivating context, supporting the development of early-childhood numeracy and literacy. With ScratchJr, children aren't just learning to code, they are coding to learn.",
    "GP_LongDescription6": "ScratchJr is a collaboration between the Developmental Technologies group at Tufts University, the Lifelong Kindergarten group at the MIT Media Lab, and the Playful Invention Company. Two Sigma led the implementation of the Android version of ScratchJr. The graphics and illustrations for ScratchJr were created by HvingtQuatre Company and Sarah Thomson.",
    "GP_LongDescription7": "If you enjoy using this free app, please consider making a donation to the Scratch Foundation (www.scratchfoundation.org), a nonprofit organization that provides ongoing support for ScratchJr. We appreciate donations of all sizes, large and small.",
    "GP_LongDescription8": "This version of ScratchJr works only on tablets that are 7-inches or larger, and running Android 4.2 (Jelly Bean) or higher.",
    "GP_Terms": "Terms of Use",
    "IT_whatnew": "Support for Spanish added\r\nProjects auto-save periodically as the child changes the project",
    "IT_LongDescription1": "With ScratchJr, young children (ages 5-7) learn important new skills as they program their own interactive stories and games.",
    "IT_LongDescription2": "By snapping together graphical programming blocks, children can make characters move, jump, dance, and sing. In the process, children learn to solve problems, design projects, and express themselves creatively on the computer. They also use math and language in a meaningful and motivating context, supporting the development of early-childhood numeracy and literacy. With ScratchJr, children don’t just learn to code, they code to learn.",
    "IT_LongDescription3": "ScratchJr was inspired by the popular Scratch programming language (http://scratch.mit.edu), used by millions of people (ages 8 and up) around the world. The ScratchJr interface and programming language were redesigned to make them appropriate for younger children’s cognitive, personal, social, and emotional development.",
    "IT_LongDescription4": "ScratchJr is a collaboration between the Lifelong Kindergarten research group at the MIT Media Lab, the Developmental Technologies research group at Tufts University, and the Playful Invention Company. The ScratchJr project has received generous financial support from the National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, and British Telecommunications.",
    "IT_LongDescription5": "If you enjoy using this free app, please consider making a donation to the Scratch Foundation (www.scratchfoundation.org), a nonprofit organization that provides ongoing support for ScratchJr. We appreciate donations of all sizes, large and small.",
    "IT_Keywords": "learning, coding, children, creativity, literacy, kindergarten, programming, scratch"
}
