{
    "GP_LongDescription1": "Amb ScratchJr, els infants (des dels 5 anys) poden aprendre a programar i programar per aprendre!",
    "GP_LongDescription2": "ScratchJr és un llenguatge de programació d'iniciació que permet als infants (a partir de 5 anys) crear històries interactives i jocs. Els nens i nenes combinen blocs gràfics de programació per fer que els personatges es moguin, saltin, ballin i cantin. Els infants poden modificar personatges amb l'editor gràfic, afegir veus i sons, fins i tot inserir fotografies d'ells mateixos per, tot seguit, usar els blocs de programació per fer que els seus personatges cobrin vida.",
    "GP_LongDescription3": "ScratchJr s'inspira el el popular llenguatge de programació Scratch (http://scratch.mit.edu), usat per milions de joves (a partir de 8) arreu del món. En la creació de l'ScratchJr, s'ha redisenyat l'interfície i el llenguatge de programació per fer-los adequats per als més petits, dissenyant curosament característiques per tal d'adequar-les al nivell cognitiu, personal, social i emocional dels nens. ",
    "GP_LongDescription4": "La programació informàtica (o codificació) és una nova forma d'alfabetització. De la mateixa manera que l'escriptura ajuda a organitzar el pensament i a expressar idees, la programació també compleix aquesta funció. En el passat, la majoria de la gent pensava que la programació era massa complicada. Nosaltres, però, pensem que hauria d'estar a l'abast de tothom, com l'escriptura.",
    "GP_LongDescription5": "Mentre els nens programen amb l'ScratchJr, aprenen a crear i a expressar-se amb l'ordinador, no només a interactuar amb ell. En aquest procés, aprenen a resoldre problemes i a dissenyar projectes i desenvolupen habilitats de seqüenciació que resultaran fonamentals per aconseguir èxit acadèmic en el futur. També utilitzaran les matemàtiques i la llengua en un context motivador i constructiu que els servirà d'ajuda en el desenvolupament d'habilitats numèriques i lingüístiques en l'edat infantil. Amb l'ScratchJr, els infants no només aprenen a programar, sinó que programen per aprendre.",
    "GP_LongDescription6": "ScratchJr és una col·laboració entre el Grup d'investigació de Tecnologies del Desenvolupament de la Universitat Tufts,  el grup Lifelong Kindergarten en el Media Lab del MIT i de Playful Invention Company. La versió per a Android de l'ScratchJr ha estat implementada per Two Sigma. Els gràfics i il·lustracions de l'ScratchJr són una creació de l'empresa HvingtQuatre i Sarah Thomson.",
    "GP_LongDescription7": "Aquesta és una aplicació gratuïta, si gaudiu fent-ne ús, podeu considerar fer una donació a la Scratch Foundation (www.scratchfoundation.org), una organització sense ànim de lucre que dóna suport continu a ScratchJr. Són benvingudes aportacions de qualsevol quantitat.",
    "GP_LongDescription8": "Aquesta versió de l'ScratchJr només funciona en tauletes a partir de les 7 polzades i que duguin instal·lat l'Android 4.2 (Jelly Bean) o superior.",
    "GP_Terms": "Condicions d'ús",
    "IT_whatnew": "* Suport per a cinc nous idiomes: xinès, alemany, japonès, portuguès, suec\n* petites correccions d'errors",
    "IT_LongDescription1": "Amb l'ScratchJr, els infants (de 5-7 anys) aprenen noves habilitats mentre programen les seves pròpies històries i jocs interactius. ",
    "IT_LongDescription2": "Combinant blocs de programació, els infants podran fer que els seus personatges es moguin, saltin, ballin i cantin. En aquest procés, els infants resoldran problemes, dissenyaran projectes i s'expressaran creativament amb l'ordinador. També utilitzaran les matemàtiques i la llengua en un context motivador i constructiu que els servirà d'ajuda en el desenvolupament d'habilitats numèriques i lingüístiques en l'edat infantil. Amb l'ScratchJr, els nens no només aprenen a programar, sinó que programen per aprendre.",
    "IT_LongDescription3": "ScratchJr s'inspira en el popular llenguatge de programació Scratch (http://scratch.mit.edu), usat per milions de joves (a partir de 8 anys) arreu del món. En la creació de l'ScratchJr, s'ha redisenyat la interfície i el llenguatge de programació per fer-los adequats per als més petits, dissenyant curosament característiques per tal d'adequar-les al nivell cognitiu, personal, social i emocional dels nens. ",
    "IT_LongDescription4": "ScratchJr és una col·laboració entre el grup de recerca Lifelong Kindergarten del Media Lab del MIT, el Grup d'investigació de Tecnologies del Desenvolupament de la Universitat Tufts i la Playful Invention Company. El projecte de l'ScracthJr ha rebut una generosa ajuda financera de la National Science Foundation (NSF DRL-1118664), de l'Scratch Foundation, de la LEGO Foundation i de British Telecommunications.",
    "IT_LongDescription5": "Aquesta és una aplicació gratuïta, si gaudiu fent-ne ús, podeu considerar fer una donació a la Scratch Foundation (www.scratchfoundation.org), una organització sense ànim de lucre que dóna suport continu a ScratchJr. Són benvingudes aportacions de qualsevol quantitat.",
    "IT_Keywords": "aprenentatge, programació, infants, creativitat, llenguatge, scratch"
}