{
    "GP_LongDescription1": "Med ScratchJr kan små børn (fra 5 år) lære at kode -- og kode for at lære!",
    "GP_LongDescription2": "ScratchJr er et programmeringssprog for begyndere som giver små børn (fra 5 år) mulighed for at lave deres egne interaktive historier og spil. Børn sætter farvede programmeringsbrikker sammen for at få karakterer til at bevæge sig, hoppe, danse og synge. Børn kan ændre på karakterernes udseende i tegneeditoren, tilføje deres egne stemmer og lyde, og endda indsætte billeder af dem selv - og derefter bruge programmeringsbrikkerne til at gøre deres karakterer levende.",
    "GP_LongDescription3": "ScratchJr var inspireret af det populære Scratch programmeringssprog (http://scratch.mit.edu), som bliver brugt af millioner af børn (fra 8 år) i hele verden. Da vi lavede ScratchJr, lavede vi et nyt design af interfacet og programmeringssproget for at tilgodese de yngre børns udvikling, ved at designe funktioner som matcher yngre børns kognitive, personlige, sociale og følelsesmæssig udvikling.",
    "GP_LongDescription4": "Vi ser kodning (eller programmering) som en ny kompetence. Ligesom det at skrive hjælper dig med at organisere din tænkning og til at udtrykke dine ideer, gælder det samme for kodning. I gamle dage var kodning for svært for mange mennesker. Men vi synes at kodning skal være for alle ligesom det at skrive.",
    "GP_LongDescription5": "Når små børn koder med ScratchJr, lærer de hvordan de er kreative og udtrykker dem selv med computeren i stedet for bare at bruge den. Under processen lærer børn at løse problemer og designe projekter, og de udvikler færdigheder indenfor logisk tænkning, som er en forudsætning for deres senere akademiske succes. De bruger også matematik og sprog i en meningsfuld og motiverende kontekst, som understøtter udviklingen af den tidlige barndoms tal- og læseforståelse. Børn lærer ikke bare at kode med ScratchJr, de koder for at lære.",
    "GP_LongDescription6": "ScratchJr er et samarbejde mellem Developmental Technologies group ved Tufts University, Lifelong Kindergarten group ved MIT Media Lab, og Playful Invention Company. Two Sigma ledede implementeringen af Android versionen of ScratchJr. Grafikken og illustrationerne i ScratchJr er lavet af HvingtQuatre Company og Sarah Thomson.",
    "GP_LongDescription7": "Hvis du nyder at bruge denne gratis app, må du meget gerne overveje at lave en donation til Scratch Foundation (www.scratchfoundation.org), en non-profit organisation som sikrer fortløbende støtte til ScratchJr. Vi sætter stor pris på donationer i alle størrelser, store som små.",
    "GP_LongDescription8": "Denne version af ScratchJr virker kun på tablets som er 7 tommer eller større og som kører Android 4.2 (Jelly Bean) eller højere.",
    "GP_Terms": "Vilkår for brug",
    "IT_whatnew": "* Support for fem nye sprog: Kinesisk, Tysk, Japansk, Portugisisk, Svensk\n* mindre fejlrettelser",
    "IT_LongDescription1": "Med ScratchJr, kan små børn (5-7 år) lærer vigtige nye færdigheder mens de programmerer deres egne interaktive historier og spil.",
    "IT_LongDescription2": "Ved at sætte grafiske programmeringsbrikker sammen, kan børn få figurer til at bevæge sig, hoppe, danse og synge. Undervejs lærer børnene at løse problemer, designe projekter og udtrykke dem selv kreativt på computeren. De bruger også matematik og sprog i en meningsfuld og motiverende kontekst, som understøtter udviklingen af den tidlige barndoms tal- og læsefærdigheder. Børn lærer ikke bare at kode med ScratchJr, de koder for at lære.",
    "IT_LongDescription3": "ScratchJr var inspireret af det populære Scratch programmeringssprog (http://scratch.mit.edu), som bliver brugt af millioner af børn (fra 8 år) i hele verden. Da vi lavede ScratchJr, lavede vi et nyt design af interfacet og programmeringssproget for at tilgodese de yngre børns udvikling, ved at designe funktioner som matcher yngre børns kognitive, personlige, sociale og følelsesmæssig udvikling.",
    "IT_LongDescription4": "ScratchJr er et samarbejde mellem Lifelong Kindergarten research group ved the MIT Media Lab, Developmental Technologies research group ved Tufts University, og Playful Invention Company. ScratchJr projektet har modtaget generøs økonomisk støtte fra National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, og British Telecommunications.",
    "IT_LongDescription5": "Hvis du nyder at bruge denne gratis app, må du meget gerne overveje at lave en donation til Scratch Foundation (www.scratchfoundation.org), en non-profit organisation som sikrer fortløbende støtte til ScratchJr. Vi sætter stor pris på donationer i alle størrelser, store som små.",
    "IT_Keywords": "læring, kodning, børn, kreativitet, læsefærdigheder, børnehave, programmering, scratch"
}