{
    "GP_LongDescription1": "Con ScratchJr, i bambini (dai 5 anni di età in su) possono imparare a programmare -- e programmare per imparare!",
    "GP_LongDescription2": "ScratchJr è un linguaggio di programmazione introduttivo che permette ai bambini (da 5 anni in su) di creare le proprie storie interattive e i propri giochi. I bambini incastrano blocchi grafici di programmazione per far muovere, saltare, ballare e cantare i personaggi. I bambini possono modificare i personaggi nell'editor, aggiungere le proprie voci e suoni, anche inserire foto di se stessi - e infine utilizzare i blocchi di programmazione per dare vita ai loro personaggi.",
    "GP_LongDescription3": "ScratchJr è stato ispirato dal popolare linguaggio di programmazione Scratch (http://scratch.mit.edu), utilizzato da milioni di giovani (da 8 anni in su) in tutto il mondo. Nel creare ScratchJr, abbiamo ridisegnato l'interfaccia e la lingua di programmazione per renderli adeguati ai bambini più piccoli, progettando accuratamente le caratteristiche per andare incontro allo sviluppo cognitivo, personale, sociale ed emotivo dei bambini piccoli.",
    "GP_LongDescription4": "Il coding (cioè la programmazione di un computer) è un nuovo tipo di competenza di base. Proprio come la scrittura ti aiuta ad organizzare il tuo pensiero e ad esprimere le tue idee, lo stesso vale per il coding. In passato il coding era visto come qualcosa di troppo difficile dalla maggior parte delle persone. Noi però pensiamo che il coding dovrebbe essere qualcosa per tutti, proprio come la scrittura.",
    "GP_LongDescription5": "Quando i più piccoli programmano con ScratchJr non imparano soltanto ad interagire con il computer ma imparano a creare e ad esprimere se stessi usando il computer. In questo processo i bambini imparano a risolvere problemi e a progettare e inoltre sviluppano le loro capacità di organizzare in sequenza, tutte capacità fondamentali per i loro futuri successi accademici. Inoltre usano la matematica e il linguaggio in un contesto significativo e motivante che supporta lo sviluppo delle competenze di base già in tenera età. Con ScratchJr i bambini non imparano soltanto a programmare ma programmano per imparare.",
    "GP_LongDescription6": "ScratchJr è una collaborazione tra il gruppo Developmental Technologies della Tufts University, il gruppo Lifelong Kindergarten del MIT Media Lab e la Playful Invention Company. Two Sigma ha seguito l'implementazione della versione Android di ScratchJr. La grafica e le illustrazioni di ScratchJr sono state create dalla HvingtQuatre Company e da Sarah Thomson.",
    "GP_LongDescription7": "Se ti piace usare questa app gratuita, per favore prendi in considerazione di fare una donazione alla Scratch Foundation (www.scratchfoundation.org), una organizzazione nonprofit che provvede a supportare ScratchJR. Apprezziamo donazioni di tutte le taglie, grandi e piccole.",
    "GP_LongDescription8": "Questa versione di ScratchJr funziona solo su tablet dai 7\" in su, con sistema Android 4.2 (Jelly Bean) o superiore.",
    "GP_Terms": "Condizioni d'uso",
    "IT_whatnew": "* Supporto per cinque nuove lingue: cinese, tedesco, giapponese, portoghese, svedese\n* correzioni di bug minori",
    "IT_LongDescription1": "Con ScratchJr, i bambini più piccoli (5-7 anni) imparano nuove abilità programmando le loro storie interattive e i loro giochi.",
    "IT_LongDescription2": "Unendo blocchi grafici di programmazione, i bambini possono far muovere, saltare, ballare e cantare i personaggi. In questo processo, i bambini imparano a risolvere problemi, a progettare e ad esprimere la loro creatività al computer. Usano anche la matematica e il linguaggio in un contesto significativo e motivante, supportando lo sviluppo della matematica e dell'alfabetizzazione nella prima infanzia. Con ScratchJr, i bambini non imparano solo a programmare, programmano per imparare.",
    "IT_LongDescription3": "ScratchJr è stato ispirato dal popolare linguaggio di programmazione Scratch (http://scratch.mit.edu), utilizzato da milioni di giovani (da 8 anni in su) in tutto il mondo. L'interfaccia e il linguaggio di programmazione di ScratchJr, sono stati ridisegnati per renderli adeguati allo sviluppo cognitivo, personale, sociale ed emotivo dei bambini piccoli.",
    "IT_LongDescription4": "ScratchJr nasce come una collaborazione tra il gruppo Lifelong Kindergarten dei Media Lab del del MIT, il gruppo Developmental Technologies della Tufts University e la Playful Invention Company. Il progetto ScratchJr ha ricevuto un generoso supporto finanziario dalla National Science Foundation (NSF DRL-1118664), da Scratch Foundation, LEGO Foundation e British Telecommunications.",
    "IT_LongDescription5": "Se ti piace usare questa app gratuita, per favore prendi in considerazione di fare una donazione alla Scratch Foundation (www.scratchfoundation.org), una organizzazione nonprofit che provvede a supportare ScratchJR. Apprezziamo donazioni di tutte le taglie, grandi e piccole.",
    "IT_Keywords": "apprendimento, programmazione, bambini, creatività, alfabetizzazione, asilo, scratch"
}