{
    "GP_LongDescription1": "ScratchJr - lle mae plant ifanc (oed 5+) yn gallu dysgu codio a chodio i ddysgu!",
    "GP_LongDescription2": "Mae ScratchJr yn iaith rhaglennu ragarweiniol sy'n galluogi plant ifanc (5-7 oed) i greu eu straeon a gemau rhyngweithiol eu hunain. Mae plant yn snapio blociau graffigol at ei gilydd i wneud i'r cymeriadau symud, neidio, dawnsio a chanu. Gall plant newid y cymeriadau yn y golygydd paentio, ychwanegu eu lleisiau a'u synau eu hunain, a hyd yn oed fewnosod lluniau o'u hunain - ac wedyn ddefnyddio'r blociau rhaglennu i wneud i'r cymeriadau ddod yn fyw.",
    "GP_LongDescription3": "Cafodd ScratchJr ei ysbrydoli gan yr iaith rhaglennu boblogaidd Scratch (http://scratch.mit.edu), sy'n cael ei defnyddio gan filiynau o bobl ifanc (oed 8 a throsodd) o amgylch y byd. Wrth greu ScratchJr rydym wedi ailgynllunio'r rhyngwyneb a'r iaith rhaglennu i'w gwneud yn addas yn ddatblygiadol ar gyfer plant iau, gan gynllunio nodweddion yn ofalus i gyd-fynd â datblygiad gwybyddol, personol, cymdeithasol ac emosiynol.",
    "GP_LongDescription4": "Rydym yn gweld codio ( neu rhaglennu cyfrifiadur) fel math newydd o lythrennedd. Fel mae ysgrifennu yn eich helpu i drefnu eich meddwl a mynegi eich syniadau, mae'r un peth yn wir am godio. Yn y gorffennol, roedd codio'n cael ei ystyried fel rhywbeth oedd yn rhy anodd i'r rhan fwyaf o bobl. Ond rydym ni'n meddwl y dylai codio fod i bawb, yn union fel ysgrifennu.",
    "GP_LongDescription5": "Wrth i blant ifanc godio gyda ScratchJr maen nhw'n dysgu sut i greu a mynegi eu hunain gyda'r cyfrifiadur, nid dim ond rhyngweithio gydag ef. A thrwy hynny, mae plant yn dysgu sut i ddatrys problemau a chynllunio projectau a datblygu sgiliau dilyniannol sy'n sail i lwyddiant academaidd yn hwyrach ymlaen. Maen nhw hefyd yn defnyddio mathemateg ac iaith mewn cyd-destun ystyrlon a symbylol, gan gefnogi datblygiad rhifedd a llythrennedd plentyndod cynnar. Gyda ScratchJr, nid dim ond dysgu i godio mae plant yn ei wneud, ond codio i ddysgu. ",
    "GP_LongDescription6": "Mae ScratchJr yn gydweithrediad rhwng y grŵp Delopmental Technologies yn Tufts University, y grŵp Lifelong Kindergarten yn MIT Media Lab, a'r Playful Invention Company. Two Sigma wnaeth arwain ar ddarparu'r fersiwn Android o ScratchJr. HvingtQuatre Company a Sarah Thomson greodd y graffigau a'r lluniau ar gyfer ScratchJr.",
    "GP_LongDescription7": "Os ydych yn mwynhau defnyddio'r ap rhad ac am ddim hwn, ystyriwch wneud cyfraniad i'r Scratch Foundation (www.scratchfoundation.org), corff dim-er-elw sy'n darparu cefnogaeth parhaus i ScratchJr. Rydym yn gwerthfawrogi pob cyfraniad, rhai bach a mawr.",
    "GP_LongDescription8": "Dim ond ar dabledi Android 4.2 (Jelly Bean) neu uwch mae'r fersiwn yma o ScratchJr yn gweithio.",
    "GP_Terms": "Telerau Defnydd",
    "IT_whatnew": "*Cefnogaeth ar gyfer pump iaith newydd: Tsieinëeg, Almaeneg,\nJapanëeg, Portiwgaleg, Swedeg.\n*trwsio mân wallau",
    "IT_LongDescription1": "Gyda ScratchJr, mae plant ifanc (oed 5-7) yn dysgu sgiliau newydd pwysig wrth raglennu eu straeon a gemau rhyngweithiol eu hunain.",
    "IT_LongDescription2": "Drwy snapio blociau rhaglennu graffigol at ei gilydd, mae plant yn gallu gwneud i gymeriadau symud, neidio, dawnsio a chanu. A thrwy hynny, mae plant yn dysgu sut i ddatrys problemau a chynllunio projectau a mynegi eu hunain yn greadigol ar y cyfrifiadur. Maen nhw hefyd yn defnyddio mathemateg ac iaith mewn cyd-destun ystyrlon a symbylol, gan gefnogi datblygiad rhifedd a llythrennedd plentyndod cynnar. Gyda ScratchJr, nid dim ond dysgu i godio mae plant yn ei wneud ond codio i ddysgu. ",
    "IT_LongDescription3": "Cafodd ScratchJr ei ysbrydoli gan yr iaith rhaglennu poblogaidd Scratch (http://scratch.mit.edu), sy'n cael ei ddefnyddio gan filiynau o bobl ifanc (oed 8 a throsodd) o amgylch y byd. Wrth greu ScratchJr rydym wedi ailgynllunio'r rhyngwyneb a'r iaith rhaglennu i'w gwneud yn addas yn ddatblygiadol ar gyfer plant iau, gan gynllunio nodweddion yn ofalus i gyd-fynd â datblygiad gwybyddol, personol, cymdeithasol ac emosiynol.",
    "IT_LongDescription4": "Mae ScratchJr yn gydweithrediad rhwng y grŵp ymchwil Lifelong Kindergarten yn yr MIT Media Lab, grŵp  ymchwil Developmental Technologies yn Tufts University, a'r Playful Invention Company. Mae project ScratchJr wedi derbyn nawdd ariannol hael gan y National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, a British Telecommunications.",
    "IT_LongDescription5": "Os ydych yn mwynhau defnyddio'r ap rhad ac am ddim hwn, ystyriwch wneud cyfraniad i'r Scratch Foundation (www.scratchfoundation.org), corff dim-er-elw sy'n darparu cefnogaeth barhaus i ScratchJr. Rydym yn gwerthfawrogi pob cyfraniad, rhai bach a mawr.",
    "IT_Keywords": "dysgu, codio, plant, creadigrwydd, llythrennedd, meithrin, rhaglennu, scratch"
}