{
    "GP_LongDescription1": "Mit ScratchJr können bereits junge Kinder (ab 5 Jahre) lernen zu programmieren und so durch das Programmieren lernen!",
    "GP_LongDescription2": "ScratchJr ist eine einführende Programmiersprache, die jüngere Kinder (ab 5 Jahre) dazu befähigt, eigene interaktive Geschichten und Spiele zu entwickeln. Die Kinder fügen grafische Programmblöcke aneinander, um Figuren zu bewegen und sie hüpfen, tanzen und singen zu lassen. Die Kinder können die Figuren im Farbeditor selbst anpassen und dort ihre eigenen Stimmen und Geräusche hinzufügen. Auch Fotos lassen sich dort den Figuren hinzufügen. Anschließend werden die Programmblöcke genutzt, um die Figuren zum Leben zu erwecken.",
    "GP_LongDescription3": "ScratchJr wurde durch die populäre Programmiersprache Scratch (http://scratch.mit.edu) inspiriert, die von Millionen junger Leute (ab 8 Jahren) auf der ganzen Welt genutzt wird. Für die Erstellung von ScratchJr haben wir die Oberfläche und Programmiersprache von Scratch so umgestaltet, dass sie dem Entwicklungsstand jüngerer Kinder angepasst sind. Die Funktionen von ScratchJr sind sorgfältig entworfen, so dass sie dem kognitiven, persönlichen, sozialen und emotionalen Entwicklungsstand der Kinder entsprechen.",
    "GP_LongDescription4": "Wir sehen das Programmieren (bzw. die Computerprogrammierung) als eine neue Art der Lese- und Schreibkompetenz. Ebenso wie dir schreiben hilft, deine Gedanken zu ordnen und deine Ideen auszudrücken, tut es auch das Programmieren. In der Vergangenheit wurde programmieren als zu schwierig für die meisten Leute angesehen. Aber wir denken, dass Programmieren etwas für jedermann sein sollte, ebenso wie das Schreiben.",
    "GP_LongDescription5": "Während junge Kinder mit ScratchJr programmieren lernen sie, sich mit der Hilfe des Computers selbst auszudrücken und kreativ zu sein, anstatt nur mit ihm zu interagieren. Dabei lernen die Kinder Probleme zu lösen und Projekte zu gestalten. Sie entwickeln ein Verständnis für logische Abfolgen, welches grundlegend ist für ihren späteren akademischen Erfolg. Sie benutzen Mathematik und Sprache in einem sinnvollen und motivierenden Kontext und fördern dadurch die Entwicklung frühkindlicher Rechen- und Lesefähigkeit. Mit ScratchJr lernen Kinder nicht nur zu programmieren, sie programmieren um zu lernen.",
    "GP_LongDescription6": "ScratchJr ist entstanden in Zusammenarbeit zwischen der Developmental Technologies Group der Tufts University, der Lifelong Kindergarten group des MIT Media Lab und der Playful Invention Company. Die Android Version von ScratchJr wurde realisiert von Two Sigma. Die Grafiken und Illustrationen für ScratchJr wurden erstellt von HvingtQuatre Company und Sarah Thomson.",
    "GP_LongDescription7": "Wenn dir diese kostenlose App gefällt, dann denke doch bitte über eine Spende an die Scratch Foundation (www.scratchfoundation.org) nach, eine gemeinnützige Organisation, die fortlaufend Unterstützung für ScratchJr leistet. Wir freuen uns über alle Spenden, egal ob groß oder klein.",
    "GP_LongDescription8": "Diese ScratchJr Version läuft auf Tablets die 7 Zoll oder größer sind und die das Betriebssystem Android mit Version 4.2 (Jelly Bean) oder höher nutzen.",
    "GP_Terms": "Nutzungsbedingungen",
    "IT_whatnew": "* Unterstützung für fünf neue Sprachen: Chinesisch, Deutsch, Japanisch, Portugiesisch, Schwedisch\n* Kleinere Fehlerbehebungen",
    "IT_LongDescription1": "Mit ScratchJr lernen junge Kinder (5-7 Jahre) wichtige neue Fähigkeiten, während sie ihre eigenen interaktiven Geschichten und Spiele programmieren.",
    "IT_LongDescription2": "Die Kinder reihen grafische Programmblöcke aneinander, um Figuren zu bewegen und sie hüpfen, tanzen und singen zu lassen. Dabei lernen die Kinder Probleme zu lösen, Projekte zu gestalten und sich selbst kreativ am Computer auszudrücken. Sie benutzen außerdem Mathematik und Sprache in einem sinnvollen und motivierenden Kontext und fördern dadurch die Entwicklung frühkindlicher Rechen- und Lesefähigkeit. Mit ScratchJr lernen Kinder nicht nur zu programmieren, sie programmieren um zu lernen.",
    "IT_LongDescription3": "ScratchJr wurde durch die populäre Programmiersprache Scratch (http://scratch.mit.edu) inspiriert, die von Millionen Leuten (ab 8 Jahren) auf der ganzen Welt genutzt wird. Die ScratchJr Oberfläche und Programmiersprache wurden umgestaltet, so dass sie der kognitiven, persönlichen, sozialen und emotionalen Entwicklung jüngerer Kinder entsprechen.",
    "IT_LongDescription4": "ScratchJr ist entstanden in Zusammenarbeit zwischen der Developmental Technologies Group der Tufts University, der Lifelong Kindergarten group des MIT Media Lab und der Playful Invention Company. Das ScratchJr Projekt hat großzügige finanzielle Unterstützung erhalten von der National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation und British Telecommunications.",
    "IT_LongDescription5": "Wenn dir diese kostenlose App gefällt, dann denke doch bitte über eine Spende an die Scratch Foundation (www.scratchfoundation.org) nach, eine gemeinnützige Organisation, die fortlaufend Unterstützung für ScratchJr leistet. Wir freuen uns über alle Spenden, egal ob groß oder klein. ",
    "IT_Keywords": "lernen, Programmierung, Kinder, Kreativität, Lese- und Schreibfähigkeit, Kindergarten, programmieren, Scratch"
}