{
    "GP_LongDescription1": "Com o ScratchJr, crianças jovens (5 ou mais anos) podem aprender a programar e programar para aprender!",
    "GP_LongDescription2": "ScratchJr é uma linguagem de programação introdutória que permite que crianças jovens (a partir de 5 anos) criem suas próprias histórias e jogos interativos. Elas podem juntar blocos gráficos de programação para fazer personagens se mover, pular, dançar e cantar. As crianças podem alterar os personagens no editor paint, adicionar suas próprias vozes e sons e até adicionar fotos delas mesmas, e então usar os blocos de programação para dar vida a seus personagens.",
    "GP_LongDescription3": "ScratchJr foi inspirado na popular linguagem de programação Scratch (http://scratch.mit.edu), utilizada por milhões de jovens (a partir de 8 anos) ao redor do mundo. Ao criar o ScratchJr, redesenhamos a interface e a linguagem de programação para fazê-las apropriados para o desenvolvimento de crianças mais jovens, pensando com carinho em recursos para suprir o desenvolvimento cognitivo, pessoal, social, e emocional.",
    "GP_LongDescription4": "Vemos a programação como um novo tipo de alfabetização. Assim como a escrita ajuda você a organizar seu pensamento e expressar suas ideias, o mesmo é verdadeiro para programação. No passado, programação era vista frequentemente como muito difícil para a maioria das pessoas. Pensamos que programação deve ser para todos, assim como a escrita.",
    "GP_LongDescription5": "Quando as crianças programam com o ScratchJr, elas aprendem como criar e se expressar com o computador, não apenas interagir com ele. No processo, as crianças aprendem a resolver problemas e criar projetos, e elas desenvolvem habilidades sequenciais que são fundamentais para o sucesso acadêmico futuro. Elas também usam a matemática e linguagem num contexto significativo e motivador, ajudando no desenvolvimento numérico e alfabetização da primeira infância. Com o ScratchJr, as crianças não estão apenas aprendendo a programar, elas estão programando para aprender.",
    "GP_LongDescription6": "ScratchJr é uma colaboração entre o grupo Developmental Technologies da Tufts University, o grupo Lifelong Kindergarten no MIT Media Lab e a Playful Invention Company. Two Sigma liderou a implementação da versão Android do ScratchJr. Os gráficos e ilustrações para o ScratchJr foram criadas por HvingtQuatre Company e Sarah Thomson.",
    "GP_LongDescription7": "Se você gosta de usar este app gratuito, por favor considere fazer uma doação para a Scratch Foundation (www.scratchfoundation.org), uma organização sem fins lucrativos que provê suporte contínuo ao ScratchJr. Agradecemos todos os tipos de doações, grandes ou pequenas.",
    "GP_LongDescription8": "Esta versão do ScratchJr funciona apenas em tablets de 7 polegadas ou mais e rodam o Android 4.2 (Jelly Bean) ou superior.",
    "GP_Terms": "Termos de Uso",
    "IT_whatnew": "Adicionado suporte para Espanhol\r\nSalvamento automático dos projetos periodicamente",
    "IT_LongDescription1": "Com o ScratchJr, crianças jovens (idade 5-7 anos) podem aprender novas habilidades importantes ao programar suas próprias histórias e jogos interativos.",
    "IT_LongDescription2": "Ao juntar blocos gráficos de programação, as crianças pode fazer personagens se mover, pular, dançar, e cantar. No processo, as crianças aprendem a resolver problemas, criar projetos e se expressar criativamente no computador. Elas também usam a matemática e a linguagem num contexto significativo e motivador, contribuindo para o desenvolvimento numérico e para a  alfabetização. Com o ScratchJr, as crianças não estão apenas aprendendo a programar, elas estão programando para aprender.",
    "IT_LongDescription3": "ScratchJr foi inspirado pela popular linguagem de programação Scratch (http://scratch.mit.edu), utilizado por milhões de jovens (a partir de 8 anos) ao redor do mundo. Ao criar o ScratchJr, redesenhamos a interface e a linguagem de programação para fazê-las apropriadas para o desenvolvimento de crianças mais jovens, pensando com carinho em recursos para suprir o desenvolvimento cognitivo, pessoal, social e emocional.",
    "IT_LongDescription4": "ScratchJr é uma colaboração entre o grupo de pesquisa Lifelong Kindergarten na MIT Media Lab, o grupo de pesquisa Developmental Technologies da Tufts University, e a Playful Invention Company. O projeto ScratchJr recebeu apoios financeiros generosos da National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, e British Telecommunications.",
    "IT_LongDescription5": "Se você gosta de usar este app gratuito, por favor considere fazer uma doação para a Scratch Foundation (www.scratchfoundation.org), uma organização sem fins luvrativos que provê suporte contínuo ao ScratchJr. Agradecemos todos os tipos de doações, grandes ou pequenas.",
    "IT_Keywords": "aprendizado, coding, crianças, criatividade, alfabetização, jardim de infância, programação, scratch"
}