{
    "GP_LongDescription1": "Met ScratchJr kunnen jonge kinderen (leeftijd 5+) leren programmeren -- en programmeren om te leren!",
    "GP_LongDescription2": "ScratchJr is een programmeertaal voor beginners die aanmoedigt tot creativiteit en expressie en kinderen (van 5 jaar en ouder) in staat stelt hun eigen interactieve projecten te bedenken met behulp van programmeren. Met behulp van ScratchJr kunnen kinderen programmeerblokken aan elkaar vastklikken om karakters te laten bewegen, springen, dansen en zingen. Ze kunnen veranderingen aanbrengen in het uiterlijk van hun karakters, eigen achtergronden ontwerpen, hun eigen stem, geluiden en zelfs foto’s van zichzelf toevoegen – en vervolgens de programmeerblokken gebruiken om hun karakters tot leven te brengen.",
    "GP_LongDescription3": "ScratchJr werd geïnspireerd door de populaire programmeertaal Scratch (http://scratch.mit.edu), die wordt gebruikt door miljoenen jonge mensen (van 8 jaar en ouder) over de hele wereld. Wij hebben met ScratchJr een nieuwe interface en programmeertaal ontworpen die aansluiten bij het cognitieve, persoonlijke, sociale en emotionele ontwikkelingsniveau van jongere kinderen.",
    "GP_LongDescription4": "Wij zien programmeren (coderen) als een nieuw soort geletterdheid. Net als schrijven helpt programmeren je om je denken te structureren en uiting te geven aan je ideeën. In het verleden werd programmeren beschouwd als te moeilijk voor de meeste mensen. Maar wij vinden dat programmeren voor iedereen mogelijk moet zijn, net als schrijven.",
    "GP_LongDescription5": "Terwijl jonge kinderen programmeren met ScratchJr leren ze hoe ze dingen kunnen ontwerpen en zichzelf kunnen uiten met behulp van de computer, in plaats van alleen maar te reageren op door anderen bedachte software. Kinderen leren stap\nvoor stap te denken, te onderzoeken hoe het zit met oorzaak en gevolg en ze leren vaardigheden op het gebied van ontwerpen en problemen oplossen. Tegelijk leren ze binnen een zinvolle en motiverende context met rekenen en taal bezig te\nzijn. Kinderen die werken met ScratchJr leren niet alleen om te programmeren, maar programmeren ook om te leren.",
    "GP_LongDescription6": "ScratchJr is een samenwerking tussen de Developmental Technologies group van Tufts University, de Lifelong Kindergarten group van het MIT Media Lab en de Playful Invention Company. Two Sigma leidde de implementatie van de Android-versie van ScratchJr. Het grafisch ontwerp en de illustraties voor ScratchJr werden gemaakt door HvingtQuatre Company en Sarah Thomson.",
    "GP_LongDescription7": "Als je blij bent met deze gratis app overweeg dan alstublieft om een donatie te doen aan de Scratch Foundation (www.scratchfoundation.org), een non-profitorganisatie die zorgt voor voortdurende ondersteuning voor ScratchJr. We waarderen donaties van elke omvang, groot en klein.",
    "GP_LongDescription8": "Deze versie van ScratchJr werkt alleen op tablets van 7 inch of groter, met Android 4.2 (Jelly Bean) of hoger.",
    "GP_Terms": "Gebruiksvoorwaarden",
    "IT_whatnew": "* Ondersteuning voor vijf nieuwe talen: Chinees, Duits, Japans, Portugees, Zweeds\n* kleine bug fixes",
    "IT_LongDescription1": "Met ScratchJr leren jonge kinderen  (leeftijd 5-7) belangrijke nieuwe vaardigheden, wanneer ze hun eigen interactieve verhalen en spelletjes programmeren.",
    "IT_LongDescription2": "Door grafische programmeerblokken aan elkaar te verbinden kunnen kinderen karakters laten bewegen, springen, dansen en zingen. Tijdens dit proces leren kinderen problemen op te lossen, projecten te ontwerpen en zichzelf creatief te uiten op de computer. Ook gebruiken ze rekenen en taal in een betekenisvolle en motiverende context, en ontwikkelen zo reken- en taalvaardigheden. Met ScratchJr leren kinderen niet alleen om te programmeren, ze programmeren ook om te leren.",
    "IT_LongDescription3": "ScratchJr werd geïnspireerd door de populaire programmeertaal Scratch (http://scratch.mit.edu), die wordt gebruikt door miljoenen jonge mensen (van 8 jaar en ouder) over de hele wereld. Wij hebben met ScratchJr een nieuwe interface en programmeertaal ontworpen die aansluiten bij het cognitieve, persoonlijke, sociale en emotionele ontwikkelingsniveau van jongere kinderen.",
    "IT_LongDescription4": "ScratchJr is een samenwerking tussen de Lifelong Kindergarten research group van het MIT Media Lab, de Developmental Technologies research group van Tufts University en de Playful Invention Company. Het ScratchJr-project heeft genereus financieel support ontvangen van de National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation en British Telecommunications.",
    "IT_LongDescription5": "Als je blij bent met deze gratis app overweeg dan alstublieft om een donatie te doen aan de Scratch Foundation (www.scratchfoundation.org), een non-profitorganisatie die zorgt voor voortdurende ondersteuning voor ScratchJr. We waarderen donaties van elke omvang, groot en klein.",
    "IT_Keywords": "leren, coderen, kinderen, creativiteit, geletterdheid, kleuters, programmeren, scratch"
}