{
    "GP_LongDescription1": "เด็กเล็ก (อายุตั้งแต่ 5+) ใช้ ScratchJr เพื่อเรียนเขียนโค้ด - และเขียนโค้ดเพื่อเรียน!",
    "GP_LongDescription2": "ScratchJr เป็นภาษาเขียนโปรแกรมแนะนำที่สอนให้เด็กเล็ก (อายุ 5 และ มากกว่า) สร้างสรรค์ผลงานด้านเกมส์และโปรแกรมคำสั่งโต้ตอบ เด็กๆจะต่อเรียงบล็อกคำสั่งที่เป็นรูปภาพเข้าด้วยกันเพื่อสั่งงานไห้ตัวละครเคลื่อนไหว กระโดด เต้น และร้องเพลง เด็กๆสามารถปรับแต่งตัวละครโดยใช้ หน้าแก้ไขภาพ-Paint Editor เพื่ออัดเสียงของตัวเองหรือเสียงทั่วไป หรือแทรกภาพของพวกเขาเข้าไป แล้วใช้บล็อกคำสั่งทำให้เหล่าตัวละครมีชีวิตชีวา",
    "GP_LongDescription3": "ScratchJr มีแรงบันดาลใจมาจากภาษาเขียนโปรแกรมชื่อ Scratch ที่กำลังเป็นที่นิยมใช้ (http://scratch.mit.edu)โดยมีผู้ใช้ที่เป็นเยาวชนหลายล้านคน (อายุ 8 ขวบขึ้น) ทั่วโลก ในการสร้างสรรค์ ScratchJr เราทำการออกแบบให้การใช้งานของโปรแกรมง่ายขึ้นและให้เหมาะสมกับเด็กเล็ก และผ่านการใคร่ครวญรูปลักษณ์เพื่อให้เหมาะสมกับการพัฒนาเรียนรู้ การทำความเข้าใจ บุคลิกภาพ สังคม และอารมณ์ของเด็ก",
    "GP_LongDescription4": "เรามองเห็นว่าการเขียนโค้ด (หรือการเขียนโปรแกรม) เป็นแบบการใช้ภาษาชนิดใหม่อีกอย่างหนึ่ง ที่มีวิธีการเหมือนกับการเขียนหนังสือทั่วไปที่ทำให้เราจัดแจงความคิดและนำเสนอความคิดออกมา ในอดีต การเขียนโค้ดถูกมองว่าเป็นเรื่องยากสำหรับคนธรรมดาทั่วไป แต่สำหรับเรา การเขียนโค้ดทุกคนทำได้ เหมือนกับการเขียนหนังสือทั่วไป",
    "GP_LongDescription5": "สำหรับเด็กๆที่เขียนโค้ดด้วย ScratchJr พวกเขาจะได้เรียนวิธีการสร้างสรรค์และถ่ายทอดความคิดของเขาผ่านสมองกลคอมพิวเตอร์ ไม่ใช่เพียงแค่โต้ตอบกับมันแค่นั้น ระหว่างขบวนการเรียนรู้ เด็กจะเรียนการแก้ปัญหาและการออกแบบโครงงาน รวมทั้งพัฒนาทักษะการจัดลำดับ ซึ่งเป็นพื้นฐานไปสู่ความสำเร็จของการเรียนในระดับสูงต่อไป พวกเขาจะได้ใช้ความรู้ทางคณิตศาสตร์และการใช้ภาษาให้มีความหมายและเป็นแรงผลักดัน ที่ส่งผลในการเรียนรู้ในวัยเริ่มต้นทางด้านจำนวนนับและทางด้านการใช้ภาษา ScratchJr ไม่เพียงแต่ทำให้เด็กเรียนรู้การเขียนโค้ด แต่ทำให้เด็กเขียนโค้ดเพื่อเรียนรู้",
    "GP_LongDescription6": "ScratchJr เกิดขึ้นจากความร่วมมือระหว่าง เดเวล็อปเมนตัล เทคโนโลยี่ รีเซอร์ช กรุ๊ป-Developmental Technologies Research Group ณ มหาวิทยาลัยทัฟท์-Tufts University กับ ไลฟ์ลอง คินเดอการ์เต็น-Lifelong Kindergarten ที่ เอมไอที มีเดีย แล็ป-MIT Media Lab และ บริษัท เพลฟูล อินเว็นชั่น-Playful Invention Company โดย ทู ซิกม่า-Two Sigma เป็นผู้นการพัฒนา ScratchJr ที่นำมาใช้กับ แอนดรอย-Android งานศิลป์และภาพประกอบสำหรับ ScratchJr สร้างสรรค์โดย บริษัท ไฮยิ่งควาเตร์-HvingQuatre และ ซาร่า ทอมป์สัน-Sarah Thompson",
    "GP_LongDescription7": "ถ้าท่านเป็นผู้หนึ่งที่ใช้ ScratchJr นี้ โปรดพิจารณาช่วยบริจาคให้ สะแครช์ ฟาว์นเดชั่น (Scratch Foundation - www.scratchfoundation.org) องค์การที่ไม่แสวงหาผลประโยชน์ที่สนับสนุนโครงงาน ScratchJr เรารู้สึกซาบซึ้งในความกรุณาของการบริจาคไม่ว่าจะเป็นจำนวนมากน้อย",
    "GP_LongDescription8": "ScratchJr รุ่นนี้จะทำงานได้บนแท็บเล็ต ที่มีขนาดตั้งแต่ 7-นิ้วขึ้นไป และทำงานไ้ด้วย แอนดรอด 4.2 (Jelly Bean) เป็นต้นไป",
    "GP_Terms": "ข้อกำหนดการใช้งาน",
    "IT_whatnew": "* สนับสนุนภาษาใหม่ 5 ภาษา: จีนเยอรมันญี่ปุ่นโปรตุเกสสวีเดน\n* แก้ไขข้อผิดพลาดเล็กน้อย",
    "IT_LongDescription1": "เด็กเล็ก (อายุตั้งแต่ 5-7) ใช้ ScratchJr เพื่อเรียนทักษะสำคัญอันใหม่เพื่อสร้างสรรค์ผลงานโปรแกรมคำสั่งโต้ตอบและเกมส์",
    "IT_LongDescription2": "เด็กๆสามารถนำชุดคำสั่งที่เป็นรูปภาพมาต่อเข้าด้วยกันเพื่อสร้างโปรแกรมที่ทำให้ตัวละครเลื่อนไหว กระโดด เต้นรำ และ ร้องเพลงได้ ระหว่างขบวนการเรียนรู้ เด็กจะเรียนการแก้ปัญหาและการสร้างสรรค์ออกแบบโครงงานโดยใช้คอมพิวเตอร์ พวกเขาจะได้ใช้ความรู้ทางคณิตศาสตร์และการใช้ภาษาให้มีความหมายและเป็นแรงผลักดัน ที่ส่งผลในการเรียนรู้ในวัยเริ่มต้นทางด้านจำนวนนับและทางด้านการใช้ภาษา ScratchJr ไม่เพียงแต่ทำให้เด็กเรียนรู้การเขียนโค้ด แต่ทำให้เด็กเขียนโค้ดเพื่อเรียนรู้",
    "IT_LongDescription3": "ScratchJr มีแรงบันดาลใจมาจากภาษาเขียนโปรแกรมชื่อ Scratch ที่กำลังเป็นที่นิยมใช้ (http://scratch.mit.edu)โดยมีผู้ใช้ที่เป็นเยาวชนหลายล้านคน (อายุ 8 ขวบขึ้น) ทั่วโลก ในการสร้างสรรค์ ScratchJr เราทำการออกแบบให้การใช้งานของโปรแกรมง่ายขึ้นและให้เหมาะสมกับเด็กเล็ก และผ่านการใคร่ครวญรูปลักษณ์เพื่อให้เหมาะสมกับการพัฒนาเรียนรู้ การทำความเข้าใจ บุคลิกภาพ สังคม และอารมณ์ของเด็ก",
    "IT_LongDescription4": "ScratchJr เกิดขึ้นจากความร่วมมือระหว่าง  กลุ่ม ไลฟ์ลอง คินเดอการ์เต็น-Lifelong Kindergarten ที่ เอมไอที มีเดีย แล็ป-MIT Media Lab และ เดเวล็อปเมนตัล เทคโนโลยี่ รีเซอร์ช กรุ๊ป-Developmental Technologies Research Group ณ มหาวิทยาลัยทัฟท์-Tufts University และ บริษัท เพลฟูล อินเว็นชั่น-Playful Invention Company โครงการ ScratchJr ได้รับการสนับสนุนทางด้านการเงินจาก เนชั่นเนล ไซนย์ ฟาว์นเดชั่น-National Science Foundation (NSF DRL-1118664) สะแครช์ ฟาว์นเดชั่น-Scratch Foundation, เลโก้ ฟาว์นเดชั่น-LEGO Foundation และ บริติส เทเลคอมมูนิเคชั่น-British Telecommunications",
    "IT_LongDescription5": "ถ้าท่านเป็นผู้หนึ่งที่ใช้ ScratchJr นี้ โปรดพิจารณาช่วยบริจาคให้ สะแครช์ ฟาว์นเดชั่น (Scratch Foundation - www.scratchfoundation.org) องค์การที่ไม่แสวงหาผลประโยชน์ที่สนับสนุนโครงงาน ScratchJr เรารู้สึกซาบซึ้งในความกรุณาของการบริจาคไม่ว่าจะเป็นจำนวนมากน้อย",
    "IT_Keywords": "เรียนรู้, เขียนโค้ด, เด็กๆ, สร้างสรรค์, รู้หนังสือ, อนุบาล, เขียนโปรแกรม, เกา"
}