{
    "GP_LongDescription1": "スクラッチジュニアで、子供たち(5歳以上)はコーディングを学ぶと共に、論理的に考えることを学ぶことができます！",
    "GP_LongDescription2": "スクラッチジュニアは、子供達(5歳以上)が自分自身で対話型の物語やゲームを作成することができる、入門用のプログラミング言語です。子供達はプログラミング用の図形ブロックを組み合わせて、キャラクターを動かしたり、ジャンプさせたり、踊らせたり、歌わせたりできます。また、ペイントエディターで、キャラクターを変更したり、自分の声や音を追加したり、自分で撮った写真を追加できます。そして、それらをプログラミングブロックで使って、キャラクターに命を吹き込むことができます。",
    "GP_LongDescription3": "私たちは、世界の多くの子供たち(8歳以上)に使われている、人気のあるスクラッチプログラミング言語(http://scratch.mit.edu)に触発されてスクラッチジュニアを開発しました。その際、幼い子供たちの認識力、感情、社会性の成長に合うよう慎重にプログラミング言語とインターフェースのデザインを変更しました。",
    "GP_LongDescription4": "コーディング(あるいは、コンピュータープログラミング) は新しいタイプのリテラシーです。ちょうど文字を書くことによって、自分の考えを纏めたり自分のアイデアを表現出来るように、コーディングでも同じことが言えます。以前は、コーディングは一般の人々には非常に難しいものと考えられていました。しかし、私たちはコーディングは文字を書くこと同様に、全ての皆さんのためにあるべきだと考えています",
    "GP_LongDescription5": "小さな子供達がスクラッチジュニアを使うことは、ただ単にコンピューターに接するいうことでは無く、コンピューターでのコーディングや表現の仕方を学ぶことができるのです。その過程で、子供たちは問題を解決することやプロジェクトを計画することを学び、後々の子供の学力向上の基礎となるシーケンシングスキル（訳者注：”タスクを単純なステップに分けて、それをどのように実行するか考える”というような論理的思考）を培うことができます。 また、コーディングに目的を持って意欲的に接するなかで数学的な考え方や文章力を使うことで、 幼児期の計算力や識字力の発達を助けます。 スクラッチジュニアにより、子供たちは単にコーディングを学ぶのでは無く、論理的に考えることを学べるのです。",
    "GP_LongDescription6": "スクラッチジュニアは、タフツ大学のエリオット-ピアソン児童研究と人間開発学部の発育科学研究グループ 、MIT メディアラボのライフロングキンダーガーテングループ、プレイフルインベンションカンパニー の共同制作です。スクラッチジュニアのアンドロイド版は、ツーシグマ主導のもと、実装されました。スクラッチジュニアの画像とイラストはHvingtQuatreカンパニーとSarah Thomsonさんによって作成されました。",
    "GP_LongDescription7": "もしこの無料のアプリを楽しんでいただけましたら、スクラッチジュニアを継続的にサポートしていただいている非営利団体のスクラッチ財団(www.scratchfoundation.org) へのご寄付をご検討ください。多少にかかわらず、どんなご寄付も感謝いたします。 ",
    "GP_LongDescription8": "現バージョンのスクラッチジュニアは、7インチ以上のタブレットとアンドロイド4.2(ジェリービーン)以上のバージョンに対応しています。",
    "GP_Terms": "利用条件",
    "IT_whatnew": "* 5つの新しい言語のサポート：中国語、ドイツ語、日本語、ポルトガル語、スウェーデン語\n*マイナーなバグ修正",
    "IT_LongDescription1": "スクラッチジュニアは、子供たち(5-7歳)が自分自身で対話型の物語やゲームをプログラミングするという、新しい大切な技術を学ぶことができます。",
    "IT_LongDescription2": "プログラム用の図形ブロックを組み合わせて、子供たちはキャラクターを動かしたり、踊らせたり、歌わせたりできます。その過程で、子供たちは問題を解決する力、プロジェクトを計画する力、それらをコンピューター上で創造的に表現する力を培うことができます。 また、数学的な考え方や文章力を使うことで、 幼児期の計算力や識字力の発達を助けます。 スクラッチジュニアにより、子供たちは単にコーディングを学ぶのでは無く、論理的に考えることを学べるのです。",
    "IT_LongDescription3": "私たちは、世界の多くの子供たち(8歳以上)に使われている、人気のあるスクラッチプログラミング言語(http://scratch.mit.edu)に触発されてスクラッチジュニアを開発しました。その際、幼い子供たちの認識力、感情、社会性の成長に合うよう慎重にプログラミング言語とインターフェースのデザインを変更しました。",
    "IT_LongDescription4": "スクラッチジュニアは、MIT メディアラボのライフロング幼稚園グループ、タフツ大学のエリオット-ピアソン児童研究と人間開発学部の発育科学研究グループ 、プレイフルインベンションカンパニー の共同研究です。スクラッチジュニアプロジェクトは、全米科学財団 (NSF DRL-1118664)、スクラッチ財団、レゴ財団、ブリティッシュテレコミュニケーションから惜しみない財政的支援をいただいています。",
    "IT_LongDescription5": "もしこの無料のアプリを楽しんでいただけましたら、スクラッチジュニアを継続的にサポートしていただいている非営利団体のスクラッチ財団(www.scratchfoundation.org) へのご寄付をご検討ください。多少にかかわらず、どんなご寄付も感謝いたします。 ",
    "IT_Keywords": "学ぶ、コーディング、子供、創造的、識字力、リテラシー、幼稚園、プログラミング、スクラッチ"
}